-- phpMyAdmin SQL Dump
-- version 4.9.1
-- https://www.phpmyadmin.net/
--
-- 主机： localhost
-- 生成日期： 2019-12-09 04:18:22
-- 服务器版本： 10.4.8-MariaDB
-- PHP 版本： 7.3.10

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 数据库： `damai.com`
--

-- --------------------------------------------------------

--
-- 表的结构 `items`
--

CREATE TABLE `items` (
  `id` int(50) NOT NULL,
  `title` varchar(255) NOT NULL,
  `address` varchar(255) NOT NULL,
  `time` varchar(255) NOT NULL,
  `price_num` varchar(255) NOT NULL,
  `pic` text NOT NULL,
  `details` text NOT NULL,
  `city` text NOT NULL,
  `content` text NOT NULL,
  `type` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `items`
--

INSERT INTO `items` (`id`, `title`, `address`, `time`, `price_num`, `pic`, `details`, `city`, `content`, `type`) VALUES
(1, '【南京】中国平安“不止 是李健”世界巡回演唱会-南京站【安可场】', '南京市 | 南京青奥体育公园体育馆', '2019.12.21 周六 19:30', '[{ \"price\": \"380\", \"num\": \"99\" },{ \"price\": \"580\", \"num\": \"99\" },{ \"price\": \"780\", \"num\": \"99\" },{ \"price\": \"980\", \"num\": \"99\" },{ \"price\": \"1280\", \"num\": \"99\" }]', '{\"psrc1\": \"recommended1.png\",\"psrc2\": \"recommended2.png\",\"psrc3\": \"recommended3.png\",\"psrc4\": \"recommended4.png\"}', '{\"src1\": \"details1.png\",\r\n\"src2\": \"details2.png\",\r\n\"src3\": \"details3.png\",\r\n\"src4\": \"details4.png\",\r\n\"src5\": \"details5.png\",\r\n\"src6\": \"details6.png\"}', '{\"c1\":\"南京站\",\"c2\":\"深圳站\",\"c31\":\"北京站站\"}', '{\"t1\":\"2018年10月，李健以重庆为起点，开启2018-2020不止，是李健世界巡回演唱会。本轮巡演由资深演唱会导演、音乐人陈镇川担纲监制，导演吴政育、音乐总监刘卓、音响设计金少刚、灯光设计林光政及VBANG乐队组成了顶尖制作团队，李健首度挑战四面舞台，通过舞美灯光的艺术形式分解重组，再造意料之外的音乐世界。\",\"t2\":\"不止是李健途经重庆、福州、广州、武汉、南京、北京、深圳、上海、苏州、合肥、沈阳，天方地圆的四面舞台设计大气精致，配以声控全场荧光棒效果变换，令观众对李健演唱会有了崭新的多维空间感官体验。演唱会座无虚席一票难求，李健用心地根据地域特征做不同的设计，有对自己经典作品的再诠释，有仅仅在演唱会才能听到LIVE的特别曲，还有观众意想不到对他个人而言别有意义的作品，让听者在温习老歌时得以昔日重来的温情感受，同时随着巡演的进行也逐渐释放新的作品。\",\"t3\":\"在李健看来，演唱会的魅力是单纯层次的唱片无法取代的，真正感受一个歌手，他在现场所展现的面貌、声音、情感，才是更直观的体现。\"}', '演唱会'),
(2, '【杭州】2019杭州MDSK音乐节', '杭州市 | 杭州薄板印象文创园 ', '2019.11.24 周日', '[{ \"price\": \"420\", \"num\": \"10\" },{ \"price\": \"580\", \"num\": \"20\" },{ \"price\": \"780\", \"num\": \"99\" },{ \"price\": \"980\", \"num\": \"99\" },{ \"price\": \"1280\", \"num\": \"99\" }]', '{\"psrc1\": \"recommended1.png\",\"psrc2\": \"recommended2.png\",\"psrc3\": \"recommended3.png\",\"psrc4\": \"recommended4.png\"}', '{\"src1\": \"a1.jpg\",\r\n\"src2\": \"a3.webp\",\r\n\"src3\": \"a4.webp\",\r\n\"src4\": \"a5.webp\",\r\n\"src5\": \"a7.webp\",\r\n\"src6\": \"a6.webp\"}', '{\"c1\":\"杭州站\",\"c2\":\"深圳站\",\"c31\":\"北京站站\"}', '{\"t1\":\"今年废弃钢铁厂全面升级条件大大改善但不变的是它的工业风气质它本身就是一个值得一去的地方这次M_DSK音乐节又来到这里会碰撞出一场怎么样的音乐节敬请期待吧！\",\"t2\":\"从国内风头劲猛的满舒克、Higher Brothers到超人气新星福克斯、宝石Gem再到风格独守一派的王以太、万妮达都在杭州M_DSK音乐节等你\",\"t3\":\"（今年去实勘场地的直男项目经理 摄）杭州不仅有混搭风的场地还有超舒适的阵容名单\"}', '演唱会'),
(3, '【海口】My Beautiful Live 杨千嬅世界巡回演唱会 海口站', '海口市 | 海口市五源河体育中心体育场', '2020.01.11 周六 20:00', '[{ \"price\": \"298\", \"num\": \"99\" },{ \"price\": \"580\", \"num\": \"99\" },{ \"price\": \"780\", \"num\": \"99\" },{ \"price\": \"980\", \"num\": \"99\" },{ \"price\": \"1280\", \"num\": \"99\" }]', '{\"psrc1\": \"recommended1.png\",\"psrc2\": \"recommended2.png\",\"psrc3\": \"recommended3.png\",\"psrc4\": \"recommended4.png\"}', '{\"src1\": \"b1.webp\",\r\n\"src2\": \"b2.webp\",\r\n\"src3\": \"b3.webp\",\r\n\"src4\": \"b4.webp\"}', '{\"c1\":\"海口市\",\"c2\":\"深圳站\",\"c31\":\"北京站站\"}', '{\"t1\":\"2020年杨千嬅全新巡回《My Beautiful Live杨千嬅世界巡回演唱会》，引起各方歌迷热烈回响。这次千嬅带着她的Beautiful Live来到海口！为了这场演唱会，杨千嬅费尽心思，从演唱会制作、由挑选歌曲到舞台设计和造型都参与其中；加上多月来的体能训练和舞蹈排练，希望为听众带来新一轮的音乐盛宴，相信这场努力准备和充满诚意的演唱会将为歌迷带来连连惊喜！\",\"t2\":\"因为最低谷的时候，我们才真正成长，累积智慧，用不完美成就完美，活出灿烂人生。此次巡演将以女性角度出发，围绕美满人生这个主题而展开，也希望借助音乐和演出，通过自己的歌声去表达美丽人生拥有的不同阶段，将自己的人生乐章和大家分享。对于此次演唱会的特别之处，杨千嬅表示自己特别想唱Rock，但不是重金属。\",\"t3\":\"1月11日， My Beautiful Live 杨千嬅世界巡回演唱会海口站，将于海口市五源河中心体育场开演，让我们一起倾听杨千嬅的美丽人生。\"}', '演唱会'),
(4, '【厦门】厦门江小白YOLO青年文化节', '厦门市 | 厦门市巨鹏飞梦幻海岸(观音山沙滩)', '2019.12.07 周六 13:00', '[{ \"price\": \"450\", \"num\": \"99\" },{ \"price\": \"580\", \"num\": \"99\" },{ \"price\": \"780\", \"num\": \"99\" },{ \"price\": \"980\", \"num\": \"99\" },{ \"price\": \"1280\", \"num\": \"99\" }]', '{\"psrc1\": \"recommended1.png\",\"psrc2\": \"recommended2.png\",\"psrc3\": \"recommended3.png\",\"psrc4\": \"recommended4.png\"}', '{\"src1\": \"c1.webp\",\r\n\"src2\": \"c2.webp\",\r\n\"src3\": \"c3.webp\",\r\n\"src4\": \"c4.webp\"}', '{\"c1\":\"厦门站\",\"c2\":\"深圳站\",\"c31\":\"北京站站\"}', '{\"t1\":\"极具中国风特色的说唱歌手，同时还具备不俗的歌唱功力，个人音乐风格鲜明。GAI算得上是一个鬼才，他有着自己的音乐理念，作品中融合中国古典元素和音律，带有独树一帜的“江湖气息”，不论是歌词还是曲调都让人眼前一亮，他的作品被认为是最有中国味道的川渝方言说唱。代表作《投名状》、《光宗耀祖》等。\",\"t2\":\"湖南Hip-Hop领军说唱团体，由盛宇DamnShine、刘聪Key.L、施逸凡Kungfu-Pen组成。成军于三湘，四海中闯荡，扬名于五湖，用Flow伸张。热血，仗义，正义是他们音乐作品的标志，C-Block作为成军于2008年的说唱团体，能够一直拥有这么高的人气，这本质上和他们的思想内涵是分不开的。代表作《江湖流》、《以下范上》等。\",\"t3\":\"年轻且优秀的音乐制作人和饶舌歌手，他外形讨喜，爆发惊人，创作力和舞台张力都令人印象深刻，他展现出了一个轻松且玩味的Player态度，从自己的视角出发，在音乐里忠实的表达生活。代表作《GOING GO》、《几乎成名》等。\"}', '演唱会'),
(5, '【杭州】吴青峰“太空备忘记”巡回演唱会-杭州站', '杭州市 | 黄龙体育中心(体育馆) ', '2020.01.03-01.04', '[{ \"price\": \"380\", \"num\": \"99\" },{ \"price\": \"580\", \"num\": \"99\" },{ \"price\": \"780\", \"num\": \"99\" },{ \"price\": \"980\", \"num\": \"99\" },{ \"price\": \"1280\", \"num\": \"99\" }]', '{\"psrc1\": \"recommended1.png\",\"psrc2\": \"recommended2.png\",\"psrc3\": \"recommended3.png\",\"psrc4\": \"recommended4.png\"}', '{\"src1\": \"d1.webp\",\r\n\"src2\": \"d2.jpg\",\r\n\"src3\": \"d3.jpg\",\r\n\"src4\": \"d4.jpg\"}', '{\"c1\":\"杭州站\",\"c2\":\"深圳站\",\"c31\":\"北京站站\"}', '{\"t1\":\"一直以来，他都是一个人独活。尽管眼前来往穿行的云朵，轻易让人们将狭小的片场，误认成没有边界的天空。巴别塔里不只一个房间，分分秒秒都在生成宇宙。扫描过后仍在变色的手写字，连续不断的快门，从徘回头顶的乌云棉絮里抽长出来的人间经文，跟着吐露而来的后遗症，干呕、热汗、嘶吼，伤风雷雨般，降落成每一首歌，从无到有。\",\"t2\":\"另一种独活。是从无声到被听见的，从被听见到被曲解的，从被曲解以后，一切丰美、善意与想象逐渐倾圮，唯有拥挤的幻梦从废墟里诞生。如果有一场演唱会。准备被忘记，防备被忘记无人可预示的星站记事，修改着过去，修改着未来。我们只在当下的存在里相遇，\",\"t3\":\"只因彼此的牵引，暂居在太空的太空里。太空人的手脏脏黑黑的，习惯冰冷的他，却多么想紧抱着你。一见一忘，再忘再见。水镜的倒影里，一只蜂鸟忽明忽灭，他会如何开始歌唱呢？演唱会独家代理-环球音乐监制-哈里坤的狂欢\"}\r\n', '演唱会'),
(6, '【广州】阿里鱼潮流动漫音乐节', '广州市 | 广州长隆度假区音乐节广场 ', '2019.12.07-12.08', '[{ \"price\": \"200\", \"num\": \"99\" },{ \"price\": \"580\", \"num\": \"99\" },{ \"price\": \"780\", \"num\": \"99\" },{ \"price\": \"980\", \"num\": \"99\" },{ \"price\": \"1280\", \"num\": \"99\" }]', '{\"psrc1\": \"recommended1.png\",\"psrc2\": \"recommended2.png\",\"psrc3\": \"recommended3.png\",\"psrc4\": \"recommended4.png\"}', '{\"src1\": \"e1.webp\",\r\n\"src2\": \"e2.webp\",\r\n\"src3\": \"e3.webp\",\r\n\"src4\": \"e4.webp\"}', '{\"c1\":\"广州站\",\"c2\":\"深圳站\",\"c31\":\"北京站站\"}', '{\"t1\":\"火影忍者鸣人限定单日套票：666元（单日票+周边小马宝莉梦幻马卡龙单日套票：566元（单日票+周边）Hello Kitty美颜限定单日套票：566元 （单日票+周边））\",\"t2\":\"樱桃小丸子x谢娜联名款限定单日套票： 566元 （单日票+周边）\",\"t3\":\"一年优酷会员卡+单日票：450元（一张一年优酷会员卡+单日票\"}', '演唱会'),
(7, '【绍兴】MIA觅雅文化呈现·杨丞琳“青春住了谁”巡回演唱会-绍兴站', '绍兴市 | 绍兴市奥体中心体育馆', '2019.12.28 周六 19:30', '[{ \"price\": \"288\", \"num\": \"99\" },{ \"price\": \"580\", \"num\": \"99\" },{ \"price\": \"780\", \"num\": \"99\" },{ \"price\": \"980\", \"num\": \"99\" },{ \"price\": \"1280\", \"num\": \"99\" }]', '{\"psrc1\": \"recommended1.png\",\"psrc2\": \"recommended2.png\",\"psrc3\": \"recommended3.png\",\"psrc4\": \"recommended4.png\"}', '{\"src1\": \"f1.webp\",\r\n\"src2\": \"f2.webp\",\r\n\"src3\": \"f3.webp\",\r\n\"src4\": \"f4.webp\"}', '{\"c1\":\"绍兴站\",\"c2\":\"深圳站\",\"c31\":\"北京站站\"}', '{\"t1\":\"她短短几年时间狂揽大陆及港台新人奖从《一千零一个愿望》到《青春住了谁》从《流星花园》到《海派甜心》她用歌声与演技填满了无数人的的青春\",\"t2\":\"2017年9月，杨丞琳发行了演唱会主题曲《青春住了谁》同年12月，登陆台北小巨蛋，正式踏上了“青春住了谁”世界巡回演唱会的首站之旅[无论是不是我的歌迷，我希望不管正值青春期或是已经过了青春的时光，但一直在回忆自己曾经度过的所有经歷的人，能够听著我的歌想起自己青春裡住的那个人、那件事。]\",\"t3\":\"360度旋转，圆形无死角舞台，两个超长延伸舞台，还特意增加了左右“旋转臂”，与观众席的距离是前所未有的接近，更能方便歌迷观看零死角的舞台效果!当一束束绚烂震撼的光线照射在梦幻的旋转舞台上，光鲜亮丽、炫目震撼又极尽声光效果的视角冲击感令人目不暇接，真心实意为观众打造出一场无比震撼的视听体验。\"}\r\n', '演唱会'),
(10001, '【北京】百老汇原版音乐剧《狮子王》国际巡演北京站', '北京市 | 保利剧院', '2020.05.22-05.24', '[{ \"price\": \"299\", \"num\": \"99\" },{ \"price\": \"399\", \"num\": \"99\" },{ \"price\": \"599\", \"num\": \"99\" },{ \"price\": \"799\", \"num\": \"99\" },{ \"price\": \"999\", \"num\": \"99\" }]', '{\"psrc1\": \"recommended1.png\",\"psrc2\": \"recommended2.png\",\"psrc3\": \"recommended3.png\",\"psrc4\": \"recommended4.png\"}', '{\"src1\": \"aa1.webp\",\r\n\"src2\": \"aa2.png\",\r\n\"src3\": \"aa3.png\",\r\n\"src4\": \"aa4.png\"}', '{\"c1\":\"北京站\",\"c2\":\"深圳站\",\"c31\":\"北京站站\"}', '{\"t1\":\" \",\"t2\":\" \",\"t3\":\" \"}', '话剧歌剧'),
(10002, '【北京】张国立首部执导话剧《我爱桃花》', '北京市 | 国家话剧院-剧场', '2020.01.10-01.12', '[{ \"price\": \"100\", \"num\": \"99\" },{ \"price\": \"188\", \"num\": \"99\" },{ \"price\": \"288\", \"num\": \"99\" },{ \"price\": \"488\", \"num\": \"99\" },{ \"price\": \"688\", \"num\": \"99\" }]', '{\"psrc1\": \"recommended1.png\",\"psrc2\": \"recommended2.png\",\"psrc3\": \"recommended3.png\",\"psrc4\": \"recommended4.png\"}', '{\"src1\": \"bb1.webp\",\r\n\"src2\": \"bb2.webp\",\r\n\"src3\": \"bb3.webp\",\r\n\"src4\": \"bb4.webp\"}', '{\"c1\":\"北京站\",\"c2\":\"深圳站\",\"c31\":\"北京站站\"}', '{\"t1\":\"唐朝时，有位名叫冯燕的公子与牙将张婴之妻偷情。某夜，张婴醉归，张妻将冯燕藏起，不料张婴醉卧时压住了冯燕放在椅子上的巾帻。待冯燕欲逃时，示意张妻将那巾帻拿来。张妻悄然到张婴身旁，彼时巾帻压在张婴身下，张妻会错了意，以为冯燕是要张婴腰间的刀，而要杀自己的丈夫。\",\"t2\":\"遂悄然将刀抽出，递给了冯燕。冯燕见刀感觉这女人心狠手辣，想这女人如此心狠，便一刀将张妻杀死。一次会错意的感情该如何收场？一场错情又会有几种结局？这段古今交错的爱情故事，探讨了在抽刀之后两个情人之间的种种可能性：谁生谁死？又是否能把刀放回远处，重新开始……编剧邹静之从明代传奇小说中获得灵感，将视角放在了古往今来多少痴男怨女剪不断理还乱的爱情上，巧妙地运用一个古代的故事，将人类的情感困惑唯美地展现在舞台之上。\",\"t3\":\"邹静之老师形容：《我爱桃花》是一部探讨情感问题的后现代剧。全剧采用如盗梦空间般“多维”结构，以一个“戏中戏中戏”的方式为观众展现了一场情感罗生门，诠释的是人与人之间的不可知性、戏与生活的分界，从而全景化地展现出人自身的生存状态。自问世以来，《我爱桃花》经久不衰，演出超600场，是真正意义上将艺术性与现代情感观巧妙结合的发人深省之作。\"}', '话剧歌剧'),
(10003, '【北京】李宗盛作品音乐剧《当爱已成往事》', '北京市 | 保利剧院', '2019.12.06-12.08', '[{ \"price\": \"180\", \"num\": \"99\" },{ \"price\": \"480\", \"num\": \"99\" },{ \"price\": \"880\", \"num\": \"99\" },{ \"price\": \"1080\", \"num\": \"99\" },{ \"price\": \"1280\", \"num\": \"99\" }]', '{\"psrc1\": \"recommended1.png\",\"psrc2\": \"recommended2.png\",\"psrc3\": \"recommended3.png\",\"psrc4\": \"recommended4.png\"}', '{\"src1\": \"cc1.webp\",\r\n\"src2\": \"cc2.webp\",\r\n\"src3\": \"cc3.webp\",\r\n\"src4\": \"cc4.webp\"}', '{\"c1\":\"北京站\",\"c2\":\"深圳站\",\"c31\":\"北京站站\"}', '{\"t1\":\"李宗盛作品音乐剧《当爱已成往事》是由百老汇托尼奖最佳导演得主、音乐剧《不能说的秘密》导演John Rando执导，并与著名制片人、编剧邢爱娜共同编写全新故事的点唱机音乐剧（Jukebox Musical）。力邀曾获托尼奖最佳舞美设计奖、获艾美奖、奥斯卡最佳艺术指导奖并连续6年获邀设计奥斯卡颁奖典礼舞台的百老汇著名舞美设计Derek McLane领衔舞美团队，以及艾美奖获得者、美剧《名声大噪（SMASH）》编舞Joshua Bergasse加盟创作。\",\"t2\":\"全剧以全新的故事视角，选取了李宗盛的十几首经典音乐作品串联起整部音乐剧。巧妙地将音乐与故事有机融合起来，推动故事的发展。让观众能够在欣赏李宗盛音乐的同时，体会一个独特的爱和别离的故事。\",\"t3\":\"2019年巡演将推出“超级明星版”演出阵容，邀请包括白百何、品冠、黄龄、金池、李炜铃、黄米依等知名演员、歌手参与到音乐剧的演出中。\"}', '话剧歌剧'),
(10004, '【上海】世界原版经典音乐剧《猫》CATS 【2020中国“猫”年震撼回归】', '上海市 | 上音歌剧院', '2020.05.15-05.21', '[{ \"price\": \"80\", \"num\": \"10\" },{ \"price\": \"680\", \"num\": \"99\" },{ \"price\": \"880\", \"num\": \"99\" },{ \"price\": \"1080\", \"num\": \"99\" },{ \"price\": \"1280\", \"num\": \"99\" }]', '{\"psrc1\": \"recommended1.png\",\"psrc2\": \"recommended2.png\",\"psrc3\": \"recommended3.png\",\"psrc4\": \"recommended4.png\"}', '{\"src1\": \"dd1.webp\",\r\n\"src2\": \"dd2.webp\",\r\n\"src3\": \"dd3.webp\",\r\n\"src4\": \"dd4.webp\"}', '{\"c1\":\"上海站\",\"c2\":\"深圳站\",\"c31\":\"北京站站\"}', '{\"t1\":\"2019年，长达5个月的巡演，共计113场演出，来自伦敦西区的杰里科猫所到之处万人空巷，和无数国内观众共同谱写月光下难忘的“回忆”！\",\"t2\":\"2020年，感动不说再见！杰里科舞会的大幕再度拉开，邀请更多观众一同在月光下奏响记忆中的熟悉序曲，见证这部“一生必看的时代典藏”！\",\"t3\":\"15种语言、30个国家、300座城市、8100万观众、20000多场演出，全球最受欢迎的音乐剧震撼回归！\"}', '话剧歌剧'),
(10005, '开心麻花揭幕贺岁大戏《贼想得到你》', '地质礼堂剧场', '2019.11.13-11.24', '[{ \"price\": \"80\", \"num\": \"99\" },{ \"price\": \"180\", \"num\": \"99\" },{ \"price\": \"180\", \"num\": \"99\" },{ \"price\": \"380\", \"num\": \"99\" },{ \"price\": \"580\", \"num\": \"99\" }]', '{\"psrc1\": \"recommended1.png\",\"psrc2\": \"recommended2.png\",\"psrc3\": \"recommended3.png\",\"psrc4\": \"recommended4.png\"}', '{\"src1\": \"ee1.jpg\",\r\n\"src2\": \"ee2.png\",\r\n\"src3\": \"ee3.png\",\r\n\"src4\": \"ee4.png\"}', '{\"c1\":\"北京站\",\"c2\":\"深圳站\",\"c31\":\"北京站站\"}', '{\"t1\":\" \",\"t2\":\" \",\"t3\":\" \"}', '话剧歌剧'),
(10006, '开心麻花五星贺岁大戏《瞎画艺术家》', '北京市 | 民族文化宫大剧院', '2019.11.21-12.01', '[{ \"price\": \"299\", \"num\": \"99\" },{ \"price\": \"399\", \"num\": \"99\" },{ \"price\": \"599\", \"num\": \"99\" },{ \"price\": \"799\", \"num\": \"99\" },{ \"price\": \"999\", \"num\": \"99\" }]', '{\"psrc1\": \"recommended1.png\",\"psrc2\": \"recommended2.png\",\"psrc3\": \"recommended3.png\",\"psrc4\": \"recommended4.png\"}', '{\"src1\": \"ff1.jpg\",\r\n\"src2\": \"ff2.png\",\r\n\"src3\": \"ff3.png\",\r\n\"src4\": \"ff4.png\"}', '{\"c1\":\"北京站\",\"c2\":\"深圳站\",\"c31\":\"北京站站\"}', '{\"t1\":\" \",\"t2\":\" \",\"t3\":\" \"}', '话剧歌剧'),
(10007, '【杭州】音乐剧《阴阳师》～大江山之章~杭州站', '杭州市 | 杭州大剧院(歌剧院)', '2019.12.06-12.08', '[{ \"price\": \"180\", \"num\": \"99\" },{ \"price\": \"380\", \"num\": \"99\" },{ \"price\": \"580\", \"num\": \"99\" },{ \"price\": \"780\", \"num\": \"99\" },{ \"price\": \"980\", \"num\": \"99\" }]', '{\"psrc1\": \"recommended1.png\",\"psrc2\": \"recommended2.png\",\"psrc3\": \"recommended3.png\",\"psrc4\": \"recommended4.png\"}', '{\"src1\": \"gg.webp\",\r\n\"src2\": \"gga.webp\",\r\n\"src3\": \"ggb.webp\",\r\n\"src4\": \"ggc.webp\"}', '{\"c1\":\"杭州站\",\"c2\":\"深圳站\",\"c31\":\"北京站站\"}', '{\"t1\":\"018年，奈尔可集团与网易游戏合作，匠心打造音乐剧《阴阳师》～平安绘卷～，作为首部中日合作的2.5次元音乐剧，在东京、深圳、上海、北京成功上演35场公演。\",\"t2\":\"2019年，璞润国际参与合作，沿袭了第一季的高水准制作，由原班创作团队重磅推出第二季 · 音乐剧《阴阳师》～大江山之章～。\",\"t3\":\"音乐剧《阴阳师》以精致到无可挑剔的服装道具，神还原的人物造型，风格多样过耳不忘的歌曲，巧妙多变的舞美设计，一经上演便获得业内外观众一致好评。\"}', '话剧歌剧'),
(20001, '【沈阳】2019-2020赛季CBA联赛常规赛辽宁本钢主场比赛', '沈阳市 | 辽宁体育馆(奥体中心西侧)', '2019.11.22-2020.03.12', '[{ \"price\": \"80\", \"num\": \"99\" },{ \"price\": \"150\", \"num\": \"99\" },{ \"price\": \"220\", \"num\": \"300\" },{ \"price\": \"450\", \"num\": \"99\" },{ \"price\": \"580\", \"num\": \"99\" }]', '{\"psrc1\": \"recommended1.png\",\"psrc2\": \"recommended2.png\",\"psrc3\": \"recommended3.png\",\"psrc4\": \"recommended4.png\"}', '{\"src1\": \"aaa1.webp\",\r\n\"src2\": \"aaa2.png\",\r\n\"src3\": \"aaa3.png\",\r\n\"src4\": \"aaa4.png\"}', '{\"c1\":\"沈阳站\",\"c2\":\"深圳站\",\"c31\":\"北京站站\"}', '{\"t1\":\"上赛季，在创造队史最长的常规赛25连胜之后，主力中锋韩德君的意外受伤，令辽宁本钢队最终被新疆挡在了总决赛大门之外。今年夏天，辽篮阵容的最大变化，是送走了功勋外援哈德森，迎来了仍在当打之年的NBA轮换球员兰斯·史蒂芬森。而在国内球员方面，在韩德君伤势基本恢复的情况下，辽篮的国内球员主力框架仍然保留。充实了新外援，补强了锋线短板的辽篮，新赛季的目标是全力以赴争取打进总决赛。\",\"t2\":\"今年夏天，辽篮加快了内线新老交替的步伐，送走了老将钟诚和替补中锋卫猛，在让原来主打前锋位置的贺天举改打四号位的同时，将两名内线小将王化东和刘雁宇提升至辽篮一线队，此外，还从深圳队引进了一位年轻的内线球员卢梓杰。经过一个夏天的热身赛、季前赛的检验，两名小将的进步比较明显。加上韩德君即将康复上场，巴斯、李晓旭和贺天举等人目前的状态都非常不错，辽篮内线的整体实力应该与上赛季相差无几。\",\"t3\":\"上赛季，在哈德森状态开始下滑的情况下，郭艾伦当仁不让地担当起球员核心的角色。虽然在常规赛MVP的评选中以微弱的劣势输给了好友王哲林，但艾伦上赛季的表现无疑是他职业生涯最出色的一个赛季，他在赛场上全能的表现令人看到了他的成熟和进步，他用自己的不断进步证明了他是CBA联盟最好的球员之一。\"}', '体育比赛'),
(20002, '【东莞】2019-2020赛季CBA联赛常规赛广东东莞银行主场比赛', '东莞市 | 东莞银行篮球中心(原东莞篮球中心) ', '2019.11.19-2020.03.04', '[{ \"price\": \"100\", \"num\": \"99\" },{ \"price\": \"200\", \"num\": \"99\" },{ \"price\": \"450\", \"num\": \"300\" },{ \"price\": \"750\", \"num\": \"99\" },{ \"price\": \"1250\", \"num\": \"99\" }]', '{\"psrc1\": \"recommended1.png\",\"psrc2\": \"recommended2.png\",\"psrc3\": \"recommended3.png\",\"psrc4\": \"recommended4.png\"}', '{\"src1\": \"bbb1.webp\",\r\n\"src2\": \"bbb2.png\",\r\n\"src3\": \"bbb3.png\",\r\n\"src4\": \"bbb4.png\"}', '{\"c1\":\"沈阳站\",\"c2\":\"深圳站\",\"c31\":\"北京站站\"}', '{\"t1\":\"\",\"t2\":\"\",\"t3\":\"\"}', '体育比赛'),
(20003, '【杭州】2019-2020赛季CBA常规赛浙江稠州银行主场比赛（常规赛）', '杭州市 | 滨江体育馆', '2019.11.19-11.28', '[{ \"price\": \"200\", \"num\": \"99\" },{ \"price\": \"300\", \"num\": \"99\" },{ \"price\": \"400\", \"num\": \"300\" },{ \"price\": \"500\", \"num\": \"99\" },{ \"price\": \"600\", \"num\": \"99\" }]', '{\"psrc1\": \"recommended1.png\",\"psrc2\": \"recommended2.png\",\"psrc3\": \"recommended3.png\",\"psrc4\": \"recommended4.png\"}', '{\"src1\": \"ccc1.webp\",\r\n\"src2\": \"ccc2.png\",\r\n\"src3\": \"ccc3.png\",\r\n\"src4\": \"ccc4.png\"}', '{\"c1\":\"杭州站\",\"c2\":\"深圳站\",\"c31\":\"北京站站\"}', '{\"t1\":\"浙江稠州职业篮球俱乐部是以浙江男子篮球队为班底，由浙江稠州商业银行与浙江体育职业技术学院共同筹建的一家俱乐部，成立于2009年，前身可追溯到成立于1995年的CBA元老级俱乐部--浙江中欣篮球俱乐部（1998年更名为浙江万马篮球俱乐部），俱乐部不仅开创了国内篮坛引进外援的先河，还先后培养了郑武、余乐平、吴乃群、罗智、丁锦辉、吴前等一批国手。\",\"t2\":\"自成立以来，浙江稠州职业篮球俱乐部打造了一支具有文化，讲团结，战斗作风顽强，敢拼敢搏，梯队建设完善，成绩优良，有铁一样纪律的球队。在俱乐部成立后的第二个赛季（2010-2011）男篮一队即获得队史最好成绩第五名，2013年代表浙江省队参加全国第十二届运动会获得浙江省队全运会历史最好成绩第六名。\",\"t3\":\"2017年5月俱乐部任命球员时代效力于浙江队的刘维伟担任男篮一队主帅，同时聘请德高望重的老帅蒋兴权担任顾问，球队自此进入加速发展的新时代。球队如今最大的特点是年轻，本土球员平均年龄不超过23岁，吴前、陆文博、程帅澎、刘泽一等一批年轻队员也逐渐开始挑起球队复兴的大梁，其中吴前更是担任了俱乐部和国家队蓝队的双料队长。\"}', '体育比赛'),
(20004, '【太原】2019-2020赛季CBA联赛常规赛 山西汾酒男篮散票', '太原市 | 山西体育中心体育馆', '2019.11.20-11.24', '[{ \"price\": \"90\", \"num\": \"99\" },{ \"price\": \"180\", \"num\": \"99\" },{ \"price\": \"240\", \"num\": \"300\" },{ \"price\": \"290\", \"num\": \"99\" },{ \"price\": \"580\", \"num\": \"99\" }]', '{\"psrc1\": \"recommended1.png\",\"psrc2\": \"recommended2.png\",\"psrc3\": \"recommended3.png\",\"psrc4\": \"recommended4.png\"}', '{\"src1\": \"ddd1.webp\",\r\n\"src2\": \"ddd2.png\",\r\n\"src3\": \"ddd3.png\",\r\n\"src4\": \"ddd4.png\"}', '{\"c1\":\"太原站\",\"c2\":\"深圳站\",\"c31\":\"北京站站\"}', '{\"t1\":\"A．线上销售方式：2019年10月29日起至11月3日9点止在大麦网官方网站（www.damai.cn）或大麦网APP注册并登录账号，填写提交相关信息后进行套票卡申购报名，信息提交后不可更改.11月3日9点起可在大麦网及手机APP购买单场赛事的球票。\",\"t2\":\"B.线下销售渠道：球迷需本人携带有效身份证件在大麦网门店登记注册购买套票卡和单场赛事的球票。\",\"t3\":\"新赛季山西汾酒篮球俱乐部主场赛事套票卡为实名定制卡，采取线上及线下购票网点等多种购票方式对广大球迷朋友们进行销售，每张身份证限购套票30套。\"}', '体育比赛'),
(20005, '【长春】2019-2020赛季CBA联赛常规赛吉林东北虎主场比赛', '长春市 | 长春市体育馆 ', '2019.11.22-11.24', '[{ \"price\": \"100\", \"num\": \"99\" },{ \"price\": \"200\", \"num\": \"99\" },{ \"price\": \"450\", \"num\": \"300\" },{ \"price\": \"750\", \"num\": \"99\" },{ \"price\": \"1250\", \"num\": \"99\" }]', '{\"psrc1\": \"recommended1.png\",\"psrc2\": \"recommended2.png\",\"psrc3\": \"recommended3.png\",\"psrc4\": \"recommended4.png\"}', '{\"src1\": \"eee1.webp\",\r\n\"src2\": \"eee2.png\",\r\n\"src3\": \"eee3.png\",\r\n\"src4\": \"eee4.png\"}', '{\"c1\":\"长春站\",\"c2\":\"深圳站\",\"c31\":\"北京站站\"}', '{\"t1\":\"\",\"t2\":\"\",\"t3\":\"\"}', '体育比赛'),
(20006, '【郑州】2019国际乒联世界巡回赛年终总决赛', '郑州市 | 郑州奥林匹克体育中心体育馆', '2019.12.12-12.15', '[{ \"price\": \"50\", \"num\": \"99\" },{ \"price\": \"100\", \"num\": \"99\" },{ \"price\": \"150\", \"num\": \"300\" },{ \"price\": \"250\", \"num\": \"99\" },{ \"price\": \"350\", \"num\": \"99\" }]', '{\"psrc1\": \"recommended1.png\",\"psrc2\": \"recommended2.png\",\"psrc3\": \"recommended3.png\",\"psrc4\": \"recommended4.png\"}', '{\"src1\": \"fff1.webp\",\r\n\"src2\": \"fff2.png\",\r\n\"src3\": \"fff3.png\",\r\n\"src4\": \"fff4.png\"}', '{\"c1\":\"郑州站\",\"c2\":\"深圳站\",\"c31\":\"北京站站\"}', '{\"t1\":\"男单方面，中国选手包揽前4。近期状态火热的许昕以2044分领跑榜单。本赛季至今，许昕已经拿下日本、韩国、澳大利亚三站巡回赛的冠军。紧随其后的是林高远和马龙，两人同积1425分，并列第二。排在第四的是樊振东。在刚刚结束的德国公开赛中，樊振东终“开张”，拿下本赛季第一个巡回赛冠军。日本选手张本智和以880分排在第五。根据目前的积分榜情况，暂时获得总决赛参赛权的选手还有：王楚钦（中国）、林昀儒（中华台北）、梁靖崑（中国）、弗朗西斯卡（德国）、卡尔德拉诺（巴西）、奥恰洛夫（德国）、M·法尔克（瑞典）、水谷隼（日本）、郑荣植（韩国）、波尔（德国）、张禹珍（韩国）。\",\"t2\":\"女单方面，中国队优势明显，共有9位选手暂时获得总决赛参赛权。豪取日本、澳大利亚和德国三站白金赛冠军的孙颖莎以1882分位列第一，排在第二位的是积1600分的陈梦。本年度，陈梦在巡回赛舞台上的成绩相当亮眼，共有匈牙利、中国、韩国和瑞典四个冠军入账。日本选手伊藤美诚以1185分排在第三位。在前两周进行的瑞典和德国公开赛中，伊藤美诚均成功打入决赛。王曼昱、陈幸同、刘诗雯、丁宁四位中国选手紧随其后。\",\"t3\":\"此外，平野美宇（日本）、王艺迪（中国）、石川佳纯（日本）、冯天薇（新加坡）、朱雨玲（中国）、何卓佳（中国）、佐藤瞳（日本）、郑怡静（中华台北）、田志希（韩国）等选手均榜上有名，暂时锁定总决赛参赛权。\"}', '体育比赛'),
(20007, '【乌鲁木齐】2019-2020赛季CBA联赛常规赛新疆伊力特主场比赛', '乌鲁木齐市 | 红山体育馆 ', '2019.11.26-2020.03.12', '[{ \"price\": \"60\", \"num\": \"99\" },{ \"price\": \"100\", \"num\": \"99\" },{ \"price\": \"150\", \"num\": \"300\" },{ \"price\": \"250\", \"num\": \"99\" },{ \"price\": \"350\", \"num\": \"99\" }]', '{\"psrc1\": \"recommended1.png\",\"psrc2\": \"recommended2.png\",\"psrc3\": \"recommended3.png\",\"psrc4\": \"recommended4.png\"}', '{\"src1\": \"ggg1.webp\",\r\n\"src2\": \"ggg2.png\",\r\n\"src3\": \"ggg3.png\",\r\n\"src4\": \"ggg4.png\"}', '{\"c1\":\"乌鲁木齐站\",\"c2\":\"深圳站\",\"c31\":\"北京站站\"}', '{\"t1\":\"红山体育馆重燃战火，CBA新赛季一触即发，新疆伊力特男篮整装待发，英雄本色赢疆来\",\"t2\":\"\",\"t3\":\"\"}', '体育比赛'),
(30001, '【上海】大船文化·美国原版音乐舞台剧《汪汪队立大功-海盗的宝藏》', '上海市 | 艺海剧院-大剧场 ', '2019.12.12-12.29', '[{ \"price\": \"180\", \"num\": \"99\" },{ \"price\": \"280\", \"num\": \"99\" },{ \"price\": \"150\", \"num\": \"300\" },{ \"price\": \"380\", \"num\": \"99\" },{ \"price\": \"480\", \"num\": \"99\" }]', '{\"psrc1\": \"recommended1.png\",\"psrc2\": \"recommended2.png\",\"psrc3\": \"recommended3.png\",\"psrc4\": \"recommended4.png\"}', '{\"src1\": \"aaaa1.webp\",\r\n\"src2\": \"aaaa2.png\",\r\n\"src3\": \"aaaa3.png\",\r\n\"src4\": \"aaaa4.png\"}', '{\"c1\":\"上海站\",\"c2\":\"深圳站\",\"c31\":\"北京站站\"}', '{\"t1\":\"\",\"t2\":\"\",\"t3\":\"\"}', '儿童亲子'),
(30002, '【北京】2020年春季巧虎大型舞台剧《什么都有专卖店》北京站', '北京市 | 海淀剧院', '2020.03.07-03.15', '[{ \"price\": \"120\", \"num\": \"99\" },{ \"price\": \"160\", \"num\": \"99\" },{ \"price\": \"200\", \"num\": \"300\" },{ \"price\": \"260\", \"num\": \"99\" },{ \"price\": \"260\", \"num\": \"99\" }]', '{\"psrc1\": \"recommended1.png\",\"psrc2\": \"recommended2.png\",\"psrc3\": \"recommended3.png\",\"psrc4\": \"recommended4.png\"}', '{\"src1\": \"cccc1.webp\",\r\n\"src2\": \"cccc2.png\",\r\n\"src3\": \"cccc3.png\",\r\n\"src4\": \"cccc4.png\"}', '{\"c1\":\"北京站\",\"c2\":\"深圳站\",\"c31\":\"北京站站\"}', '{\"t1\":\"\",\"t2\":\"\",\"t3\":\"\"}', '儿童亲子'),
(30003, '【北京】音乐剧《故宫里的大怪兽之消失的龙女嫁衣》', '北京市 | 天桥艺术中心-中剧场', '2020.01.10-01.12', '[{ \"price\": \"80\", \"num\": \"99\" },{ \"price\": \"180\", \"num\": \"99\" },{ \"price\": \"280\", \"num\": \"300\" },{ \"price\": \"580\", \"num\": \"99\" },{ \"price\": \"780\", \"num\": \"99\" }]', '{\"psrc1\": \"recommended1.png\",\"psrc2\": \"recommended2.png\",\"psrc3\": \"recommended3.png\",\"psrc4\": \"recommended4.png\"}', '{\"src1\": \"bbbb1.webp\",\r\n\"src2\": \"bbbb2.png\",\r\n\"src3\": \"bbbb3.png\",\r\n\"src4\": \"bbbb4.png\"}', '{\"c1\":\"北京站\",\"c2\":\"深圳站\",\"c31\":\"北京站站\"}', '{\"t1\":\"\",\"t2\":\"\",\"t3\":\"\"}', '儿童亲子'),
(30004, '【成都】2019年秋冬巧虎大型舞台剧《和拖拉虫说再见》成都站', '成都市 | 四川大剧院 大剧场', '2019.12.21 周六', '[{ \"price\": \"120\", \"num\": \"99\" },{ \"price\": \"160\", \"num\": \"99\" },{ \"price\": \"200\", \"num\": \"300\" },{ \"price\": \"260\", \"num\": \"99\" },{ \"price\": \"260\", \"num\": \"99\" }]', '{\"psrc1\": \"recommended1.png\",\"psrc2\": \"recommended2.png\",\"psrc3\": \"recommended3.png\",\"psrc4\": \"recommended4.png\"}', '{\"src1\": \"eeee1.webp\",\r\n\"src2\": \"eeee2.png\",\r\n\"src3\": \"eeee3.png\",\r\n\"src4\": \"eeee4.png\"}', '{\"c1\":\"北京站\",\"c2\":\"深圳站\",\"c31\":\"北京站站\"}', '{\"t1\":\"早鸟优惠：凡购买480/380/280正价票的客户，可享8折优惠，早鸟截止时间为11月20日。\",\"t2\":\"\",\"t3\":\"\"}', '儿童亲子'),
(30005, '【北京】小马宝莉中文版舞台剧《友谊的皇冠》北京站', '北京市 | 海淀剧院', '2020.02.22-03.01', '[{ \"price\": \"120\", \"num\": \"99\" },{ \"price\": \"280\", \"num\": \"99\" },{ \"price\": \"150\", \"num\": \"300\" },{ \"price\": \"380\", \"num\": \"99\" },{ \"price\": \"480\", \"num\": \"99\" }]', '{\"psrc1\": \"recommended1.png\",\"psrc2\": \"recommended2.png\",\"psrc3\": \"recommended3.png\",\"psrc4\": \"recommended4.png\"}', '{\"src1\": \"dddd1.webp\",\r\n\"src2\": \"dddd2.webp\",\r\n\"src3\": \"dddd3.webp\",\r\n\"src4\": \"dddd4.webp\"}', '{\"c1\":\"北京站\",\"c2\":\"深圳站\",\"c31\":\"北京站站\"}', '{\"t1\":\"\",\"t2\":\"\",\"t3\":\"\"}', '儿童亲子'),
(30006, '【上海】正版授权 大型实景舞台剧《奥特曼·宇宙之光》', '上海市 | 艺海剧院-大剧场', '2020.01.01-01.29', '[{ \"price\": \"100\", \"num\": \"99\" },{ \"price\": \"180\", \"num\": \"99\" },{ \"price\": \"280\", \"num\": \"300\" },{ \"price\": \"580\", \"num\": \"99\" },{ \"price\": \"780\", \"num\": \"99\" }]', '{\"psrc1\": \"recommended1.png\",\"psrc2\": \"recommended2.png\",\"psrc3\": \"recommended3.png\",\"psrc4\": \"recommended4.png\"}', '{\"src1\": \"ffff1.webp\",\r\n\"src2\": \"ffff2.webp\",\r\n\"src3\": \"ffff3.webp\",\r\n\"src4\": \"ffff4.webp\"}', '{\"c1\":\"上海站\",\"c2\":\"深圳站\",\"c31\":\"北京站站\"}', '{\"t1\":\"<h4>从10月31日15:18分至11月1日15:17分购买的用户可以享受早鸟优惠，数量有限，抢完为止</h4>\",\"t2\":\"利用多媒体素材与实景结合的制作方式，配备可移动LED大屏幕。重机械人偶，3米5高巨星怪兽，专业武打演演员，在舞台上完美呈现奥特曼的标志性招式，达到和影视化作品一样的效果。\",\"t3\":\"根据奥特曼本身经典故事进行改编演绎；丰富音乐元素，深度结合《奥特曼》动画面音乐元素；放大情感勇敢和快乐元素建立家长和孩子的情感沟通桥梁，重温童年经典，共享亲子时光。\"}', '儿童亲子'),
(30007, '【北京】寻找故宫小怪兽', '北京市 | 故宫博物院 ', '2019.11.24-11.30', '[{ \"price\": \"100\", \"num\": \"99\" },{ \"price\": \"180\", \"num\": \"99\" },{ \"price\": \"280\", \"num\": \"300\" },{ \"price\": \"580\", \"num\": \"99\" },{ \"price\": \"780\", \"num\": \"99\" }]', '{\"psrc1\": \"recommended1.png\",\"psrc2\": \"recommended2.png\",\"psrc3\": \"recommended3.png\",\"psrc4\": \"recommended4.png\"}', '{\"src1\": \"gggg1.webp\",\r\n\"src2\": \"gggg2.png\",\r\n\"src3\": \"gggg3.png\",\r\n\"src4\": \"gggg4.png\"}', '{\"c1\":\"北京站\",\"c2\":\"深圳站\",\"c31\":\"北京站站\"}', '{\"t1\":\"\",\"t2\":\"\",\"t3\":\"\"}', '儿童亲子');

-- --------------------------------------------------------

--
-- 表的结构 `product`
--

CREATE TABLE `product` (
  `id` int(10) NOT NULL COMMENT '商品id',
  `title` varchar(255) NOT NULL COMMENT '商品标题',
  `price` decimal(20,2) NOT NULL COMMENT '商品价格',
  `num` int(10) NOT NULL COMMENT '商品库存',
  `pic` text NOT NULL COMMENT '商品图片',
  `details` text NOT NULL COMMENT '商品详情'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `product`
--

INSERT INTO `product` (`id`, `title`, `price`, `num`, `pic`, `details`) VALUES
(1, 'Apple MacBook Pro 13.3英寸笔记本电脑 深空灰色 2018新款（四核八代i5 8G 256G固态硬盘 MR9Q2CH/A）', '13488.00', 55, '[{ \"title\": \"small\", \"src\": \"/images/p01-0.jpg\" }, { \"title\": \"展示2\", \"src\": \"/images/p01-1.jpg\" }, { \"title\": \"展示3\", \"src\": \"/images/p01-2.jpg\" }]', '<h1>\r\n商品详情描述\r\n</h1>'),
(2, '苹果（Apple） MacBook Pro13.3英寸 2018新款/2017款苹果笔记本电脑 18款灰色/256G/带bar/MR9Q2CH/A', '12468.00', 17, '[{\n    \"title\": \"small\",\n    \"src\": \"/images/p02-0.jpg\"\n}, {\n    \"title\": \"展示2\",\n    \"src\": \"/images/p02-1.jpg\"\n}, {\n    \"title\": \"展示3\",\n    \"src\": \"/images/p02-2.jpg\"\n}]', '<h1>商品详细信息<h1>\n<div style=\"color:red;\">\n假装有商品描述\n</div>'),
(3, 'Apple iPhone XS Max (A2103) 256GB 金色 全网通（移动4G优先版） 双卡双待', '9599.00', 187, '[{\n    \"title\": \"small\",\n    \"src\": \"/images/p03-0.jpg\"\n}, {\n    \"title\": \"展示2\",\n    \"src\": \"/images/p03-1.jpg\"\n}, {\n    \"title\": \"展示3\",\n    \"src\": \"/images/p03-2.jpg\"\n}]', '<h1>\r\n假装有商品详情\r\n</h1>'),
(4, '商品1', '330.00', 20, '[{}]', '商品1111描述'),
(5, '商品1', '10.00', 21, '[{}]', '商品1111描述'),
(6, '商品2', '20.00', 22, '[{}]', '商品1111描述'),
(7, '商品3', '30.00', 23, '[{}]', '商品1111描述'),
(8, '商品4', '40.00', 24, '[{}]', '商品1111描述'),
(9, '商品5', '50.00', 25, '[{}]', '商品1111描述'),
(10, '商品6', '60.00', 26, '[{}]', '商品1111描述'),
(11, '商品7', '70.00', 27, '[{}]', '商品1111描述'),
(12, '商品8', '80.00', 28, '[{}]', '商品1111描述'),
(13, '商品9', '90.00', 29, '[{}]', '商品1111描述'),
(14, '商品10', '100.00', 30, '[{}]', '商品1111描述'),
(15, '商品11', '110.00', 31, '[{}]', '商品1111描述'),
(16, '商品12', '120.00', 32, '[{}]', '商品1111描述'),
(17, '商品13', '130.00', 33, '[{}]', '商品1111描述'),
(18, '商品14', '140.00', 34, '[{}]', '商品1111描述'),
(19, '商品15', '150.00', 35, '[{}]', '商品1111描述'),
(20, '商品16', '160.00', 36, '[{}]', '商品1111描述'),
(21, '商品17', '170.00', 37, '[{}]', '商品1111描述'),
(22, '商品18', '180.00', 38, '[{}]', '商品1111描述'),
(23, '商品19', '190.00', 39, '[{}]', '商品1111描述'),
(24, '商品20', '200.00', 40, '[{}]', '商品1111描述'),
(25, '商品21', '210.00', 41, '[{}]', '商品1111描述'),
(26, '商品22', '220.00', 42, '[{}]', '商品1111描述'),
(27, '商品23', '230.00', 43, '[{}]', '商品1111描述'),
(28, '商品24', '240.00', 44, '[{}]', '商品1111描述'),
(29, '商品25', '250.00', 45, '[{}]', '商品1111描述'),
(30, '商品26', '260.00', 46, '[{}]', '商品1111描述'),
(31, '商品27', '270.00', 47, '[{}]', '商品1111描述'),
(32, '商品28', '280.00', 48, '[{}]', '商品1111描述'),
(33, '商品29', '290.00', 49, '[{}]', '商品1111描述'),
(34, '商品30', '300.00', 50, '[{}]', '商品1111描述'),
(35, '商品31', '310.00', 51, '[{}]', '商品1111描述'),
(36, '商品32', '320.00', 52, '[{}]', '商品1111描述'),
(37, '商品33', '330.00', 53, '[{}]', '商品1111描述'),
(38, '商品34', '340.00', 54, '[{}]', '商品1111描述'),
(39, '商品35', '350.00', 55, '[{}]', '商品1111描述'),
(40, '商品36', '360.00', 56, '[{}]', '商品1111描述'),
(41, '商品37', '370.00', 57, '[{}]', '商品1111描述'),
(42, '商品38', '380.00', 58, '[{}]', '商品1111描述'),
(43, '商品39', '390.00', 59, '[{}]', '商品1111描述'),
(44, '商品40', '400.00', 60, '[{}]', '商品1111描述'),
(45, '商品41', '410.00', 61, '[{}]', '商品1111描述'),
(46, '商品42', '420.00', 62, '[{}]', '商品1111描述'),
(47, '商品43', '430.00', 63, '[{}]', '商品1111描述'),
(48, '商品44', '440.00', 64, '[{}]', '商品1111描述'),
(49, '商品45', '450.00', 65, '[{}]', '商品1111描述'),
(50, '商品46', '460.00', 66, '[{}]', '商品1111描述'),
(51, '商品47', '470.00', 67, '[{}]', '商品1111描述'),
(52, '商品48', '480.00', 68, '[{}]', '商品1111描述'),
(53, '商品49', '490.00', 69, '[{}]', '商品1111描述'),
(54, '商品50', '500.00', 70, '[{}]', '商品1111描述'),
(55, '商品51', '510.00', 71, '[{}]', '商品1111描述'),
(56, '商品52', '520.00', 72, '[{}]', '商品1111描述'),
(57, '商品53', '530.00', 73, '[{}]', '商品1111描述'),
(58, '商品54', '540.00', 74, '[{}]', '商品1111描述'),
(59, '商品55', '550.00', 75, '[{}]', '商品1111描述'),
(60, '商品56', '560.00', 76, '[{}]', '商品1111描述'),
(61, '商品57', '570.00', 77, '[{}]', '商品1111描述'),
(62, '商品58', '580.00', 78, '[{}]', '商品1111描述'),
(63, '商品59', '590.00', 79, '[{}]', '商品1111描述'),
(64, '商品60', '600.00', 80, '[{}]', '商品1111描述'),
(65, '商品61', '610.00', 81, '[{}]', '商品1111描述'),
(66, '商品62', '620.00', 82, '[{}]', '商品1111描述'),
(67, '商品63', '630.00', 83, '[{}]', '商品1111描述'),
(68, '商品64', '640.00', 84, '[{}]', '商品1111描述'),
(69, '商品65', '650.00', 85, '[{}]', '商品1111描述'),
(70, '商品66', '660.00', 86, '[{}]', '商品1111描述'),
(71, '商品67', '670.00', 87, '[{}]', '商品1111描述'),
(72, '商品68', '680.00', 88, '[{}]', '商品1111描述'),
(73, '商品69', '690.00', 89, '[{}]', '商品1111描述'),
(74, '商品70', '700.00', 90, '[{}]', '商品1111描述'),
(75, '商品71', '710.00', 91, '[{}]', '商品1111描述'),
(76, '商品72', '720.00', 92, '[{}]', '商品1111描述'),
(77, '商品73', '730.00', 93, '[{}]', '商品1111描述'),
(78, '商品74', '740.00', 94, '[{}]', '商品1111描述'),
(79, '商品75', '750.00', 95, '[{}]', '商品1111描述'),
(80, '商品76', '760.00', 96, '[{}]', '商品1111描述'),
(81, '商品77', '770.00', 97, '[{}]', '商品1111描述'),
(82, '商品78', '780.00', 98, '[{}]', '商品1111描述'),
(83, '商品79', '790.00', 99, '[{}]', '商品1111描述'),
(84, '商品80', '800.00', 100, '[{}]', '商品1111描述'),
(85, '商品81', '810.00', 101, '[{}]', '商品1111描述'),
(86, '商品82', '820.00', 102, '[{}]', '商品1111描述'),
(87, '商品83', '830.00', 103, '[{}]', '商品1111描述'),
(88, '商品84', '840.00', 104, '[{}]', '商品1111描述'),
(89, '商品85', '850.00', 105, '[{}]', '商品1111描述'),
(90, '商品86', '860.00', 106, '[{}]', '商品1111描述'),
(91, '商品87', '870.00', 107, '[{}]', '商品1111描述'),
(92, '商品88', '880.00', 108, '[{}]', '商品1111描述'),
(93, '商品89', '890.00', 109, '[{}]', '商品1111描述'),
(94, '商品90', '900.00', 110, '[{}]', '商品1111描述'),
(95, '商品91', '910.00', 111, '[{}]', '商品1111描述'),
(96, '商品92', '920.00', 112, '[{}]', '商品1111描述'),
(97, '商品93', '930.00', 113, '[{}]', '商品1111描述'),
(98, '商品94', '940.00', 114, '[{}]', '商品1111描述'),
(99, '商品95', '950.00', 115, '[{}]', '商品1111描述'),
(100, '商品96', '960.00', 116, '[{}]', '商品1111描述'),
(101, '商品97', '970.00', 117, '[{}]', '商品1111描述'),
(102, '商品98', '980.00', 118, '[{}]', '商品1111描述'),
(103, '商品99', '990.00', 119, '[{}]', '商品1111描述'),
(104, '商品100', '1000.00', 120, '[{}]', '商品1111描述'),
(105, '商品101', '1010.00', 121, '[{}]', '商品1111描述'),
(106, '商品102', '1020.00', 122, '[{}]', '商品1111描述'),
(107, '商品103', '1030.00', 123, '[{}]', '商品1111描述'),
(108, '商品104', '1040.00', 124, '[{}]', '商品1111描述'),
(109, '商品105', '1050.00', 125, '[{}]', '商品1111描述'),
(110, '商品106', '1060.00', 126, '[{}]', '商品1111描述'),
(111, '商品107', '1070.00', 127, '[{}]', '商品1111描述'),
(112, '商品108', '1080.00', 128, '[{}]', '商品1111描述'),
(113, '商品109', '1090.00', 129, '[{}]', '商品1111描述'),
(114, '商品110', '1100.00', 130, '[{}]', '商品1111描述'),
(115, '商品111', '1110.00', 131, '[{}]', '商品1111描述'),
(116, '商品112', '1120.00', 132, '[{}]', '商品1111描述'),
(117, '商品113', '1130.00', 133, '[{}]', '商品1111描述'),
(118, '商品114', '1140.00', 134, '[{}]', '商品1111描述'),
(119, '商品115', '1150.00', 135, '[{}]', '商品1111描述'),
(120, '商品116', '1160.00', 136, '[{}]', '商品1111描述'),
(121, '商品117', '1170.00', 137, '[{}]', '商品1111描述'),
(122, '商品118', '1180.00', 138, '[{}]', '商品1111描述'),
(123, '商品119', '1190.00', 139, '[{}]', '商品1111描述'),
(124, '商品120', '1200.00', 140, '[{}]', '商品1111描述'),
(125, '商品121', '1210.00', 141, '[{}]', '商品1111描述'),
(126, '商品122', '1220.00', 142, '[{}]', '商品1111描述'),
(127, '商品123', '1230.00', 143, '[{}]', '商品1111描述'),
(128, '商品124', '1240.00', 144, '[{}]', '商品1111描述'),
(129, '商品125', '1250.00', 145, '[{}]', '商品1111描述'),
(130, '商品126', '1260.00', 146, '[{}]', '商品1111描述'),
(131, '商品127', '1270.00', 147, '[{}]', '商品1111描述'),
(132, '商品128', '1280.00', 148, '[{}]', '商品1111描述'),
(133, '商品129', '1290.00', 149, '[{}]', '商品1111描述'),
(134, '商品130', '1300.00', 150, '[{}]', '商品1111描述'),
(135, '商品131', '1310.00', 151, '[{}]', '商品1111描述'),
(136, '商品132', '1320.00', 152, '[{}]', '商品1111描述'),
(137, '商品133', '1330.00', 153, '[{}]', '商品1111描述'),
(138, '商品134', '1340.00', 154, '[{}]', '商品1111描述'),
(139, '商品135', '1350.00', 155, '[{}]', '商品1111描述'),
(140, '商品136', '1360.00', 156, '[{}]', '商品1111描述'),
(141, '商品137', '1370.00', 157, '[{}]', '商品1111描述'),
(142, '商品138', '1380.00', 158, '[{}]', '商品1111描述'),
(143, '商品139', '1390.00', 159, '[{}]', '商品1111描述'),
(144, '商品140', '1400.00', 160, '[{}]', '商品1111描述'),
(145, '商品141', '1410.00', 161, '[{}]', '商品1111描述'),
(146, '商品142', '1420.00', 162, '[{}]', '商品1111描述'),
(147, '商品143', '1430.00', 163, '[{}]', '商品1111描述'),
(148, '商品144', '1440.00', 164, '[{}]', '商品1111描述'),
(149, '商品145', '1450.00', 165, '[{}]', '商品1111描述'),
(150, '商品146', '1460.00', 166, '[{}]', '商品1111描述'),
(151, '商品147', '1470.00', 167, '[{}]', '商品1111描述'),
(152, '商品148', '1480.00', 168, '[{}]', '商品1111描述'),
(153, '商品149', '1490.00', 169, '[{}]', '商品1111描述'),
(154, '商品150', '1500.00', 170, '[{}]', '商品1111描述'),
(155, '商品151', '1510.00', 171, '[{}]', '商品1111描述'),
(156, '商品152', '1520.00', 172, '[{}]', '商品1111描述'),
(157, '商品153', '1530.00', 173, '[{}]', '商品1111描述'),
(158, '商品154', '1540.00', 174, '[{}]', '商品1111描述'),
(159, '商品155', '1550.00', 175, '[{}]', '商品1111描述'),
(160, '商品156', '1560.00', 176, '[{}]', '商品1111描述'),
(161, '商品157', '1570.00', 177, '[{}]', '商品1111描述'),
(162, '商品158', '1580.00', 178, '[{}]', '商品1111描述'),
(163, '商品159', '1590.00', 179, '[{}]', '商品1111描述'),
(164, '商品160', '1600.00', 180, '[{}]', '商品1111描述'),
(165, '商品161', '1610.00', 181, '[{}]', '商品1111描述'),
(166, '商品162', '1620.00', 182, '[{}]', '商品1111描述'),
(167, '商品163', '1630.00', 183, '[{}]', '商品1111描述'),
(168, '商品164', '1640.00', 184, '[{}]', '商品1111描述'),
(169, '商品165', '1650.00', 185, '[{}]', '商品1111描述'),
(170, '商品166', '1660.00', 186, '[{}]', '商品1111描述'),
(171, '商品167', '1670.00', 187, '[{}]', '商品1111描述'),
(172, '商品168', '1680.00', 188, '[{}]', '商品1111描述'),
(173, '商品169', '1690.00', 189, '[{}]', '商品1111描述'),
(174, '商品170', '1700.00', 190, '[{}]', '商品1111描述'),
(175, '商品171', '1710.00', 191, '[{}]', '商品1111描述'),
(176, '商品172', '1720.00', 192, '[{}]', '商品1111描述'),
(177, '商品173', '1730.00', 193, '[{}]', '商品1111描述'),
(178, '商品174', '1740.00', 194, '[{}]', '商品1111描述'),
(179, '商品175', '1750.00', 195, '[{}]', '商品1111描述'),
(180, '商品176', '1760.00', 196, '[{}]', '商品1111描述'),
(181, '商品177', '1770.00', 197, '[{}]', '商品1111描述'),
(182, '商品178', '1780.00', 198, '[{}]', '商品1111描述'),
(183, '商品179', '1790.00', 199, '[{}]', '商品1111描述'),
(184, '商品180', '1800.00', 200, '[{}]', '商品1111描述'),
(185, '商品181', '1810.00', 201, '[{}]', '商品1111描述'),
(186, '商品182', '1820.00', 202, '[{}]', '商品1111描述'),
(187, '商品183', '1830.00', 203, '[{}]', '商品1111描述'),
(188, '商品184', '1840.00', 204, '[{}]', '商品1111描述'),
(189, '商品185', '1850.00', 205, '[{}]', '商品1111描述'),
(190, '商品186', '1860.00', 206, '[{}]', '商品1111描述'),
(191, '商品187', '1870.00', 207, '[{}]', '商品1111描述'),
(192, '商品188', '1880.00', 208, '[{}]', '商品1111描述'),
(193, '商品189', '1890.00', 209, '[{}]', '商品1111描述'),
(194, '商品190', '1900.00', 210, '[{}]', '商品1111描述'),
(195, '商品191', '1910.00', 211, '[{}]', '商品1111描述'),
(196, '商品192', '1920.00', 212, '[{}]', '商品1111描述'),
(197, '商品193', '1930.00', 213, '[{}]', '商品1111描述'),
(198, '商品194', '1940.00', 214, '[{}]', '商品1111描述'),
(199, '商品195', '1950.00', 215, '[{}]', '商品1111描述'),
(200, '商品196', '1960.00', 216, '[{}]', '商品1111描述'),
(201, '商品197', '1970.00', 217, '[{}]', '商品1111描述'),
(202, '商品198', '1980.00', 218, '[{}]', '商品1111描述'),
(203, '商品199', '1990.00', 219, '[{}]', '商品1111描述');

-- --------------------------------------------------------

--
-- 表的结构 `user`
--

CREATE TABLE `user` (
  `id` int(200) NOT NULL,
  `phone` bigint(155) NOT NULL,
  `pass` varchar(50) NOT NULL,
  `email` varchar(50) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `user`
--

INSERT INTO `user` (`id`, `phone`, `pass`, `email`) VALUES
(2, 13588712292, '123', NULL),
(3, 1111, '123', NULL),
(4, 123123, '123123', NULL),
(5, 1231223123, '123', 'NUll'),
(6, 11111, '11111', 'NUll'),
(7, 123, '123', '1234'),
(8, 12345, '1', 'NUll'),
(9, 111111, '1', 'NUll'),
(10, 123213123, '1', 'NUll'),
(11, 123123213, '1', 'NUll'),
(12, 12321321321, '1', 'NUll'),
(13, 1231232131, '1', 'NUll'),
(14, 121312312321321, '1', 'NUll'),
(15, 12312321312312, '1', 'NUll'),
(16, 123213213213, '1', 'NUll'),
(17, 123213213213231, '213213', 'NUll'),
(18, 123213213213213, '213', 'NUll'),
(19, 123123213213213, '1', 'NUll'),
(20, 21321321, '1', 'NUll'),
(21, 1232132132131213, '1', 'NUll'),
(22, 13588712291, 'qwe123', 'NUll'),
(23, 13588712290, 'qwe123', 'NUll'),
(24, 1358871229, '', 'NUll'),
(25, 135887122911, '', 'NUll'),
(26, 1358871229111, '', 'NUll'),
(27, 13588712291111, '', 'NUll'),
(28, 135887122911111, '', 'NUll'),
(29, 13588712288, 'Wys123', 'NUll'),
(30, 13588712288, 'Wys123', 'NUll'),
(31, 13588710001, 'Wys123', 'NUll'),
(32, 13588712000, 'Wys123', 'NUll'),
(33, 13588712200, 'Wys123', 'NUll'),
(34, 13588712001, 'Wys123', 'NUll'),
(35, 13588710002, 'Wys123', 'NUll'),
(37, 13588710003, 'e8665fb9ed874fdcb3ac884c35f94b4c', 'NUll'),
(38, 13588710004, 'ecd8644f1a0821c8e6c04685b51a9aba', 'NUll'),
(39, 13588710006, '3230a684605c327e80f946592bb8ecd0', 'NUll'),
(40, 13588710009, '3230a684605c327e80f946592bb8ecd0', 'NUll');

--
-- 转储表的索引
--

--
-- 表的索引 `items`
--
ALTER TABLE `items`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `product`
--
ALTER TABLE `product`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `user`
--
ALTER TABLE `user`
  ADD PRIMARY KEY (`id`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `items`
--
ALTER TABLE `items`
  MODIFY `id` int(50) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=30008;

--
-- 使用表AUTO_INCREMENT `product`
--
ALTER TABLE `product`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT COMMENT '商品id', AUTO_INCREMENT=204;

--
-- 使用表AUTO_INCREMENT `user`
--
ALTER TABLE `user`
  MODIFY `id` int(200) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=41;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
